* Calendar
:PROPERTIES:
:CATEGORY: Calendar
:END:
** Activities
*** TODO Dance night <2017-06-16 Fri 18:30>
** Appointments
*** TODO Funeral <2017-07-21 Fri> 
*** TODO Funeral <2017-06-17 Sat 19:00-21:00> 
*** TODO Funeral <2017-06-18 Sun 10:00-12:00> 
** Birthdays
** Holidays
* Development
:PROPERTIES:
:CATEGORY: Projects
:END:
** TODO Cat Feeder
*** NEXT Buy electronics at Abra
*** NEXT Buy materials at Rona
** D&D Campaign
** Sports Simulator
* Gaming
:PROPERTIES:
:CATEGORY: Gaming
:END:
** TODO League
:PROPERTIES:
:CATEGORY: League
:END:
*** TODO Solo Queue
**** TODO Play 10 games as Jinx
***** DONE Game 1
CLOSED: [2017-06-16 Fri 17:09]
***** NEXT Game 2
***** TODO Game 3
***** TODO Game 4
***** TODO Game 5
*** NEXT Set up plays.tv
** Osu
** Poker
** Xcom
* Personal
:PROPERTIES:
:CATEGORY: Self
:END:
** Dance
** Food
** TODO Home
*** NEXT Clean floors
*** DONE Beer run
CLOSED: [2017-06-16 Fri 17:11] SCHEDULED: <2017-06-16 Fri 12:30>
*** NEXT Wash dishes
*** NEXT Laundry
*** NEXT Groceries <2017-06-19 Mon>
** Organization
*** NEXT Daily Organization
:LOGBOOK:
CLOCK: [2017-06-16 Fri 10:50]--[2017-06-16 Fri 11:02] =>  0:12
:END:
*** DONE Setup Github for agenda
CLOSED: [2017-06-16 Fri 11:38]
:LOGBOOK:
CLOCK: [2017-06-16 Fri 11:32]--[2017-06-16 Fri 11:38] =>  0:06
CLOCK: [2017-06-16 Fri 11:25]--[2017-06-16 Fri 11:26] =>  0:01
:END:
** Sports
* Work
:PROPERTIES:
:CATEGORY: Work
:END:
** B&M
*** TODO Work Shift <2017-06-17 Sat 08:30-17:00>
*** TODO Work Shift <2017-06-18 Sun 12:30-17:00>
** Job Search
